# тут располагается текст, необходимый для работы с окнами

txt_next = 'Начать'
txt_instruction = '''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.
Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.
У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд; затем в течение 45 секунд испытуемый выполняет 30 приседаний.
После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд, а потом — за последние 15 секунд первой минуты периода восстановления.
Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.'''
text_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
win_width = 1000
win_height = 600
txt_file = 'Здоровье'

text2 = """
Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.
Результат запишите в соответствующее поле.
"""
text3 = """
Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", чтобы запустить счетчик приседаний.
"""

text4 ="""Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.
Нажмите кнопку "Начать финальный тест", чтобы запустить таймер.
Зеленым обозначены секунды, в течение которых необходимо
проводить измерения, черным - минуты без замера пульсаций. Результаты запишите"""
